{
    "texts": {
        "3 ключевых шага к снижению веса": {
            "name": "Три шага снижения веса",
            "short_description": "Диетолог Анастасия Шаркова предлагает революционный подход к снижению веса без изнурительных диет: научиться слушать свой организм, составить рацион из любимых здоровых продуктов и следовать принципу 80/20. Три простых шага помогут навсегда покончить с циклом \"диета-срыв-набор веса\" и обрести здоровые отношения с едой.",
            "long_description": "Диетолог Анастасия Шаркова представляет альтернативный подход к снижению веса, основанный на отказе от традиционных диет, которые приводят к циклу \"диета-срыв-набор веса\". Первый ключевой шаг заключается в обучении распознаванию сигналов голода и насыщения по 10-балльной шкале, где оптимально начинать прием пищи при голоде 6-7 баллов и заканчивать при таком же уровне насыщения. Второй шаг предполагает составление рациона из 15 любимых здоровых продуктов с соблюдением баланса белков, жиров и углеводов по принципу 80% здоровой пищи и 20% менее полезной еды. Третий шаг призывает отказаться от жестких ограничений и просто добавить в рацион больше здоровых продуктов, делая питание разнообразным и сбалансированным. Специалист предлагает бесплатную консультацию для тех, кто готов начать здоровое питание без диет и ограничений."
        },
        "HIIT_тренировки_для_начинающих_Шаркова_Диетолог": {
            "name": "HIIT тренировка для начинающих",
            "short_description": "Эффективная HIIT-тренировка для начинающих, включающая 5 базовых упражнений по 30 секунд с короткими перерывами на восстановление. Идеальный способ быстро привести тело в тонус всего за 10-15 минут в день, не выходя из дома!",
            "long_description": "Данная HIIT-тренировка для начинающих представляет собой интервальную программу, состоящую из пяти базовых упражнений продолжительностью 30 секунд каждое с 15-секундными периодами активного отдыха в виде медленного марша на месте. Комплекс включает выпады, приседания, отжимания, прыжки «Джампинг Джек» и поднятие коленей, при этом для каждого упражнения предусмотрены облегченные модификации для людей с разным уровнем физической подготовки. После завершения одного круга предполагается минутный отдых, затем рекомендуется повторить весь комплекс еще 1-2 раза. Программа разработана диетологом-консультантом и нутрициологом Анастасией Шарковой и направлена на эффективное жиросжигание и укрепление основных групп мышц в домашних условиях. Тренировка идеально подходит для новичков благодаря простым упражнениям, четкой структуре и возможности адаптации под индивидуальные возможности."
        },
        "Витамины БАДы _ Шаркова Диетолог": {
            "name": "Лучшие витамины от диетолога",
            "short_description": "Диетолог-нутрициолог Анастасия Шаркова представляет профессиональную подборку качественных витаминов и БАДов от ведущих брендов — от поливитаминов и омега-3 до специальных комплексов для беременных. Помните: лучший источник витаминов — сбалансированное питание, а добавки эффективны только при грамотном подходе под руководством специалиста.",
            "long_description": "Диетолог-нутрициолог Анастасия Шаркова представляет профессиональную подборку качественных витаминов и БАДов от ведущих производителей, включая поливитаминные комплексы Burgerstein и Orthomol, препараты для укрепления иммунитета, омега-3 от NatureMade и Lysi, а также специализированные витамины для беременных. Специалист подчеркивает, что витамины являются лишь дополнением к основе здоровья — сбалансированному питанию, и без коррекции рациона прием добавок может быть неэффективным. Анастасия предлагает бесплатную консультацию по питанию и программы персонального сопровождения для достижения оптимальных результатов. Связаться с диетологом можно через Telegram, электронную почту или социальные сети для получения индивидуальных рекомендаций по питанию и подбору витаминно-минеральных комплексов."
        },
        "Завтраки 300ккал на 7 дней": {
            "name": "Полезные завтраки на неделю",
            "short_description": "Сборник из 7 полезных завтраков от диетолога-консультанта с подробными рецептами и калорийностью — от омлетов с овощами до брускетты с авокадо. Каждый завтрак содержит от 250 до 350 калорий и включает пошаговые инструкции приготовления с указанием всех ингредиентов.",
            "long_description": "Данный материал представляет собой подробное недельное меню полезных завтраков от диетолога-консультанта Анастасии Шарковой, включающее семь разнообразных рецептов с указанием калорийности от 250 до 350 ккал. Каждый завтрак содержит детальный список ингредиентов и пошаговые инструкции приготовления, включая такие блюда как омлет со шпинатом и черри, овсяноблин с курицей и грибами, омлет из тофу с овощами и брускетта с авокадо. Рецепты ориентированы на здоровое питание и включают разнообразные источники белка (яйца, курица, тофу), сложные углеводы (гречка, перловка, овсянка) и полезные жиры. Меню предоставляет практичные варианты для тех, кто стремится к сбалансированному питанию с контролем калорийности, при этом каждый рецепт сопровождается точными пропорциями и временем приготовления."
        },
        "Питание ДО_ПОСЛЕ операции": {
            "name": "Питание до и после операций",
            "short_description": "Профессиональный диетолог-консультант представляет детальные программы питания для подготовки к операциям и восстановления после них, включая роды, пластические и другие хирургические вмешательства. Специально разработанные меню помогают организму максимально эффективно подготовиться к операции и быстрее восстановиться, предотвращая анемию и дефицит важных питательных веществ.",
            "long_description": "Диетолог-консультант Анастасия Шаркова представляет специализированную программу питания для пациентов, готовящихся к хирургическим вмешательствам и находящихся в периоде восстановления. Программа включает детальные рекомендации по питанию до операции с акцентом на исключение продуктов, вызывающих вздутие, и подготовку ЖКТ к усвоению железа при ожидаемой кровопотере. Представлены конкретные меню на сутки до операции и послеоперационный период с точными порциями и весом продуктов, включающие сбалансированное сочетание белков, сложных углеводов и полезных жиров. Особое внимание уделяется профилактике анемии и железодефицита в послеоперационном периоде через специально подобранные продукты, богатые железом и легкоусвояемым белком. Программа подходит для различных типов операций, включая роды, пластические операции и другие хирургические вмешательства."
        },
        "Снизить вес прямо сейчас": {
            "name": "3 шага к стройности",
            "short_description": "Откройте секрет эффективного похудения с помощью трех простых шагов от диетолога-консультанта Анастасии Шарковой. Узнайте, как правильно построить рацион, исключить вредные продукты и создать здоровый режим питания для достижения стройности уже сегодня.",
            "long_description": "Данный контент представляет собой практическое руководство по снижению веса от диетолога-консультанта Анастасии Шарковой, структурированное в виде трех последовательных шагов. Первый шаг фокусируется на исключении вредных продуктов из рациона, второй — на включении полезных продуктов в ежедневное меню. Третий и наиболее детализированный шаг содержит конкретные рекомендации по построению сбалансированного режима питания: оптимальное количество приемов пищи (4-5 раз), размеры порций в зависимости от пола, процентное распределение калорий по приемам пищи и соотношение питательных веществ. Материал дополнен важными практическими советами о водном режиме, времени завтрака и ужина, а также необходимости полноценного сна продолжительностью не менее 8 часов."
        }
    }
}