{
    "videos": {
        "Важность спорта и физической активности": {
            "name": "Спорт для здоровья и похудения",
            "short_description": "Узнайте, как правильно начать заниматься спортом для эффективного снижения веса и улучшения здоровья — от оценки физической подготовки до выбора оптимальной интенсивности тренировок. Эксперт объясняет, почему движение — это не только красота, но и профилактика серьезных заболеваний, а также делится практическими советами по составлению персональной программы тренировок.",
            "long_description": "Данный контент представляет собой подробный урок о важности физической активности и спорта в жизни человека, включающий научное обоснование пользы тренировок для метаболизма, сердечно-сосудистой системы и общего здоровья. Автор объясняет физиологические процессы, происходящие в организме во время физических нагрузок, включая улучшение метаболизма глюкозы, образование новых сосудов и повышение чувствительности клеток к инсулину. В уроке представлены практические рекомендации по оценке уровня физической подготовки с помощью различных тестов, включая измерение пульса и тест Купера. Автор подробно разбирает оптимальные стратегии тренировок, объясняя разницу между умеренной и высокоинтенсивной нагрузкой, приводит конкретные примеры упражнений и подчеркивает важность постепенного подключения спорта после налаживания здорового питания. Урок завершается мотивационным призывом к активному образу жизни как основе долгосрочного здоровья и профилактики различных заболеваний.",
            "file_id": "1xKhT3xMblRIEANaoVSSTFf53O4cqeZAQ"
        },
        "Питание как образ жизни": {
            "name": "Здоровое питание как привычка",
            "short_description": "Узнайте, как превратить здоровое питание в автоматическую привычку с помощью четырех научно обоснованных законов формирования поведения. Забудьте о краткосрочных целях и создайте устойчивую систему, которая будет работать годами — от простых двухминутных действий до полноценного здорового образа жизни.",
            "long_description": "Данный урок представляет собой комплексное руководство по формированию здоровых пищевых привычек, основанное на научном подходе к изменению поведения. Автор объясняет четырехэтапный механизм формирования привычек (стимул-желание-реакция-вознаграждение) и предлагает четыре практических закона для их внедрения: делать привычку заметной, привлекательной, максимально простой и приносящей немедленное удовлетворение. Особое внимание уделяется смещению фокуса с достижения конкретных целей на построение устойчивой системы здорового образа жизни. Урок содержит множество практических примеров и техник, включая правило двух минут, использование трекеров привычек и создание поддерживающей среды для закрепления полезных пищевых привычек на долгосрочной основе.",
            "file_id": "1_cISzkY1_8P-NLoR0kMzrYsLJ1TV2m_o"
        },
        "Урок День заготовок": {
            "name": "Заготовки на неделю дома",
            "short_description": "Узнайте секреты эффективной заготовки домашних блюд на неделю вперед — от сочных котлет с капустой до фаршированных перцев и мясных запеканок. Простые лайфхаки с фигурным ножом и правильной заморозкой помогут готовить разнообразные семейные ужины всего за 5-7 минут!",
            "long_description": "Видео представляет собой подробный мастер-класс по приготовлению заготовок для заморозки, где автор демонстрирует создание нескольких блюд одновременно из доступных продуктов. В процессе готовки показывается приготовление тушеного мяса с луком, котлет с капустой, фаршированных перцев и овощной запеканки с курицей и грибами, при этом особое внимание уделяется адаптации рецептов под разные вкусовые предпочтения членов семьи. Автор делится практическими советами по использованию специальных инструментов (например, фигурного ножа), правильной заморозке продуктов в пакетах с zip-замком и технике предварительного замораживания котлет на доске. Контент ориентирован на занятых родителей, которые хотят оптимизировать процесс готовки и создать запас полуфабрикатов, учитывая при этом пищевые привычки детей и взрослых в семье.",
            "file_id": "1-kJowYNLlhe3pH7aV2KYotbuVbmNuMhL"
        }
    }
}